[
    {
        "text": "About Haptic Paradigm"
    },
    {
        "text": "Haptic Paradigm is a web based interactive installation conceptualized by Chloe Alexandra Thompson with webtools created in collaboration with Johnny Ray Alt."
    },
    {
        "text": "The motivation behind the project is to explore the ways we remain in relationship to one another, despite being in isolation and outside one another’s view."
    },
    {
        "text": "The composition's structure or medium may shift between gallery hours, as a response to inspiration the users have contributed during the previous performance. The composition is active and shifting without outside interaction, Haptic Paradigm is a tool encouraging participants to play by ear."
    },
    {
        "text": "Participants will bring outside variables into the piece and influence the work over time."
    },
    {
        "text": "Chloe Alexandra Thompson is a Cree (Beaver Lake Cree Nation), Canadian, interdisciplinary artist and sound designer composing works of sonic minimalism that envelope listeners into a state of equilibrium and fill rooms with discrete frequencies. Her work is composed through audio programming, live processed instruments and field recordings. Focused on live performance and spatial intervention, she engineers a multi-channel interplay of psychoacoustics to produce felt effects on the body. Fascinated by digital technology’s seemingly endless possibilities for experimentation, she routinely collaborates with other artists to explore new avenues for sonic environments and experiences. Thompson is presently based in Brooklyn, NY, USA. You can find an archive of works at: ",
        "linkHref": "https://www.chloealexandra.info/",
        "linkText": "chloealexandra.info"
    },
    {
        "text": "Johnny Ray Alt (b. 1991, Los Angeles, CA) is an interdisciplinary artist, curator, and software engineer whose work explores the creation of spaces that aim to shorten the distance between original and documentation. Focused on digital experiences, their work currently utilizes web and computer graphics programming, collaboration, and interactivity to produce generative, web-based art. Alt is presently based in Portland, OR, USA. To see more of their work, visit their website: ",
        "linkHref": "http://johnnyrayalt.com",
        "linkText": "johnnyrayalt.com"
    }
]