[
    {
        "text": "Haptic Paradigm is an interactive installation conceptualized by Chloe Alexandra Thompson with web tools by Johnny Ray Alt. The project explores the ways we remain in relationship to one another, despite being in isolation and outside of immediate view."
    },
    {
        "text": "Guests may take short turns interacting with the piece for a 3 hour window. When you arrive in the space, you’ll find controls to manipulate the composition. You will see them moving but will not be able to interact until it’s your turn. Sliders are marked but what you are controlling will shift over time."
    },
    {
        "text": "When you hit unmute or play on the embedded livestream you are experiencing the echoed results of user interactions, the sonic experience is best if you are able to open it in another window. If someone is ahead of you in the queue, you’re encouraged to wait and observe. Once the controls are yours, the tab will read: YOU ARE IN CONTROL and you’ll be able to manipulate the sonic and visual fields."
    },
    {
        "text": "The sonic and visual experiences are related to each other, if you are not able to access one element you are not missing a vital component or any written or spoken directions. Both are interpretations of a similar source - this was designed mindfully so that people with various abilities can participate with this in some way."
    },
    {
        "text": "The visual experience is comprised of abstract, interactive loops with fluid imagery based around reflection, feedback and the movement of data in and around screens. The visuals range from bright, low contrast abstractions of high-speed newsfeeds and analog static, to dark, slow, undulating internal dreamscapes of the same data re-imagined through machine-learning algorithms."
    },
    {
        "text": "The sonic experience is a shifting composition which includes sound made with field recordings of breath, ocean waves, rain and voice without the use of legible words, portions also include AM, FM, granular and other forms of synthesis."
    },
    {
        "text": "If you are using a screen reader or a keyboard controlled device, toggle tokeyboard mode on any page to optimize keyboard accessibility for your device."
    }
]